<?php

    return array(
        'Здравствуйте!' => 'Здравствуйте, :name!',
        'В очередь добавлено N писем!' => 'В очередь добавлено :count писем!',
        'Параметр "параметр" должен быть заполнен!' => 'Параметр ":param" должен быть заполнен!',
        'Заказы пользователя N' => 'Заказы пользователя :name',
        'Заказ №N' => 'Заказ №:number',
        'Добавление позиции в заказ №N' => 'Добавление позиции в заказ №:number',
        'Пароль должен быть не короче N символов!' => 'Пароль должен быть не короче :count символов!',
        'Внимание! Незаполненные данные будут подставлены по шаблону' => '<span class="red">Внимание!</span> Незаполненные данные будут подставлены по <a href=":link" target="_blank">шаблону</a>',
        'У вас новых сообщений' => 'У вас :count новых сообщений',
        'Всего у вас уведомений' => 'Всего у вас :count уведомений',
        'Параметр должен быть заполнен!' => 'Параметр ":param" должен быть заполнен!',
        'Файл с именем уже существует! Сначала удалите существующий файл!' => 'Файл с именем :name уже существует! Сначала удалите существующий файл!',
    );