<?php

    return array(
        'Здравствуйте!' => 'Вітаю, :name!',
        'В очередь добавлено N писем!' => 'У чергу додано :count листів!',
        'Параметр "параметр" должен быть заполнен!' => 'Параметр ":param" повинен бути заповнений!',
        'Заказы пользователя N' => 'Замовлення користувача :name',
        'Заказ №N' => 'Замовлення №:number',
        'Добавление позиции в заказ №N' => 'Додавання позиції в замовлення №:number',
        'Пароль должен быть не короче N символов!' => 'Пароль повинен бути не коротше :count символів!',
        'Внимание! Незаполненные данные будут подставлены по шаблону' => '<span class="red">Увага!</span> Незаповнені дані будуть поставлені за <a href=":link" target="_blank">шаблоном</a>',
        'У вас новых сообщений' => 'У вас :count нових повідомлень',
        'Всего у вас уведомений' => 'Всього у вас :count повідомлень',
        'Параметр должен быть заполнен!' => 'Параметр ":param" повинен бути заповнений!',
        'Файл с именем уже существует! Сначала удалите существующий файл!' => 'Файл з ім\'ям :name вже існує! Спочатку видаліть існуючий файл!',
    );